Extensions installed on WSL: Ubuntu:
adam-bender.commit-message-editor
anseki.vscode-color
batisteo.vscode-django
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
colinfang.my-nbpreviewer
dbaeumer.vscode-eslint
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-hub
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
njpwerner.autodocstring
redhat.java
ritwickdey.liveserver
seatonjiang.gitmoji-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
wholroyd.jinja
wix.vscode-import-cost
zhoufeng.pyqt-integration
